<%--
#*
 *  파 일 명 :  RWD0018.jsp
 *  설    명 :  BAT 이용약관 레이어 팝업
 *  작 성 자 :  
 *  작 성 일 :  
 *  버    전 :  1.0
 *  기타사항 :
 *  Copyrights 2017 by ㈜ 유비원. All right reserved.
*# 
--%>
<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ include file="/WEB-INF/jsp/include/pageTagLibs.jsp"%>
<div id="dialog-message" class="terms" title="이용약관">
	<!-- list_terms -->
	<dl class="list_terms">
		<dt class="on">
			<span></span>
			<strong>이용약관 개요</strong>
		</dt>
		<dd>
			<textarea class="textarea">본 사이트는 브리티쉬 아메리칸 토바코 코리아가 운영하고 있습니다. 본 법적고지(이하 “고지”)를 신중히 읽기 바랍니다. 본 사이트에 접속함으로써 해당 고지를 지킬 의무가 있습니다. 만약 본 고지에 동의하지 않는다면, 본 사이트에 접속하거나 열람하지 않아야 합니다.본 사이트에서 “브리티쉬 아메리칸 토바코 코리아”, “BAT 코리아”, “회사”, “당사”, “우리”는 브리티쉬 아메리칸 토바코 코리아를 말합니다.“브리티쉬 아메리칸 토바코 그룹”, ”브리티쉬 아메리칸 토바코”, “그룹” 은 브리티쉬 아메리칸 토바코 주식 회사를 말하며, “전세계 브리티쉬 아메리칸 토바코 그룹의 현지 법인”, “전세계 현지 법인”은 브리티쉬 아메리칸 토바코 코리아를 포함한 전세계 현지 법인을 의미합니다.고지는 본 부분(이용약관)을 포함하여 7개 분야로 이루어져 있습니다. 본 부분은 약관에 대한 개요를 제공합니다. 아래 다른 분야들은 본사의 온라인 개인정보 보호 정책, 정보수집 및 이용, 이용약관 총칙, 회사 정보, 이용약관에 대한 동의, 개인정보의 수집 및 이용에 대한 동의를 포함하고 있습니다.
본 사이트에 관한 질문 및 문의사항은 서울시 강남구 테헤란로 152 강남파이낸스센터 42층 브리티쉬 아메리칸 토바코 코리아로 문의해 주십시오.
(02) 2112 7100

			</textarea>
		</dd>
		<dt>
			<span></span>
			<strong>온라인 개인정보 보호정책</strong>
		</dt>
		<dd>
			<textarea class="textarea">당사는 사용자의 프라이버시를 존중합니다. 본 사이트 사용자의 개인정보 보호를 위해 노력합니다. 온라인 개인정보보호 정책은 당사의 개인정보보호 관행, 온라인상 개인정보 수집방법 및 정보 사용과 관련된 내용이 기술되어 있습니다.

a) 사용자에 대한 정보
본 사이트는 브리티쉬 아메리칸 토바코 코리아가 허용한 사용자 중 이용약관과 개인정보의 수집 및 이용에 대한 동의를 수락한 사용자만 이용이 가능합니다. 
•본 사이트는 브리티쉬 아메리칸 토바코 코리아가 사이트 이용을 허락한 성인(만19세 이상)사용자에게만 접속정보를 제공합니다. 
•만일, 브리티쉬 아메리칸 토바코 코리아가 제공한 접속정보를 사용자 본인 이외의 불법사용자(타인 및 미성년자)에게 제공하는 경우, 브리티쉬 아메리칸 토바코 코리아는 사용자 본인 및 불법사용자에게 민사 및 형사상의 책임을 물을 수 있습니다. 
•또한, 브리티쉬 아메리칸 토바코 코리아는 접속정보의 불법 사용으로 인해 발생하는 어떠한 민사/형사상의 책임을 지지 않습니다. 

b) 사용자의 "아이디" 및 "비밀번호"의 관리에 대한 의무
•사용자의 "아이디"와 "비밀번호"에 관한 관리책임은 사용자에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다. 
•사용자는 "아이디" 및 "비밀번호"가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 브리티쉬 아메리칸 토바코 코리아에 통지하고 브리티쉬 아메리칸 토바코 코리아의 안내에 따라야 합니다. 
•사용자는 위 사항의 경우에 해당 사용자가 브리티쉬 아메리칸 토바코 코리아에 그 사실을 통지하지 않거나, 통지한 경우에도 브리티쉬 아메리칸 토바코 코리아의 안내에 따르지 않아 발생한 불이익에 대하여 브리티쉬 아메리칸 토바코 코리아는 책임지지 않습니다. 

c) 개인정보 공유
브리티쉬 아메리칸 토바코 코리아는 개인정보를 아래와 같은 경우 공유할 수 있습니다.
•시스템관리를 목적으로 때에 따라 사용자의 개인정보를 전세계 다른 브리티쉬 아메리칸 토바코 그룹의 현지 법인 제 3자 대행사 또는 브리티쉬 아메리칸 토바코의 대리인에게 이전할 수 있습니다. 
•브리티쉬 아메리칸 토바코 코리아는 다음과 같은 경우 개인정보를 공개해야 할 수 있습니다. 
(i) 경찰 및 정부 기관에서 적법하게 승인을 받아 요구하거나, 
(ii) 법령, 영장 및 법정 명령에 따라 
(iii) 사기를 방지하거나 브리티쉬 아메리칸 토바코 및 그룹의 현지 법인의 권리행사 또는 자산보호를 위해, 
(iv) 브리티쉬 아메리칸 토바코의 직원과 회사 소유 부동산에 있는 제 3자를 보호하기 위해 공개할 수 있습니다. 
•전략적 또는 여타 사업적 이유로 브리티쉬 아메리칸 토바코가 특정 국가에서의 사업을 매각, 매수, 합병 또는 구조조정을 할 상황이 발생할 수 있습니다. 이러한 거래과정 중 잠재적 또는 실제 매수자에게 개인정보를 공개하거나 판매자로부터 개인정보를 인수받을 수 있습니다. 브리티쉬 아메리칸 토바코는 이러한 종류의 거래 시 적절한 정보 보호 조치를 취하고 있습니다.
본사는 귀하의 정보를 마케팅 또는 홍보목적으로 제 3자와 공유, 거래 또는 대여하지 않습니다.

d) 개인정보에 대한 접근 및 개인정보의 정확성
브리티쉬 아메리칸 토바코 코리아는 사용자의 개인정보를 정확하게 기록하기 위해 노력하고 있습니다. 
 귀하는 본사가 보관하고 있는 본인에 대한 정보의 사본을 입수하거나 정보사용금지를 요청할 권리가 있습니다 (또한 제 3자에게 본인의 정보를 양도하는 것에 대해 금지를 요청할 권리가 있습니다). 
이러한 정보의 사본을 원하거나, 부정확한 내용의 수정을 요구하거나, 회사 기록에서 개인정보의 제한 또는 삭제를 원하면 서울시 강남구 테헤란로 152 강남파이낸스센터 42층 브리티쉬 아메리칸 토바코 코리아 앞으로 연락해 주십시오.

e) 개인정보 보호
브리티쉬 아메리칸 토바코는 합리적인 기술적, 구조적 보안 조치를 취하여 회사 에 제공한 정보의 분실, 오용, 수정 또는 불법적 공개를 방지할 것입니다. 사용자의 정보에 접근해야 할 필요가 있는 제 3자 또는 브리티쉬 아메리칸 토바코의 대리인도 사용자의 정보를 보호하기 위한 합리적인 기술적, 구조적 보안 조치를 취해야만 합니다.
브리티쉬 아메리칸 토바코에 서비스를 제공하는 과정에서 개인정보 데이터를 전송 받는 제 3자 또는 브리티쉬 아메리칸 토바코의 대리인은 그 정보를 보호해야 할 의무가 있으며 국제 데이터 보호법 또는 해당 계약에 따라 개인정보를 보호해야 할 의무가 있습니다.
			
			</textarea>
		</dd>
		<dt>
			<span></span>
			<strong>정보수집 및 이용</strong>
		</dt>
		<dd>
			<textarea class="textarea">a) 개인정보의 수집, 이용, 제3자 제공 목적 
○ 개인정보는 정보이용 및 서비스 제공을 위해 수집, 이용되며 필요 시 제3자에게 제공됩니다. 
* 제공받는자 
: (주)유비원
* 제공받는 정보 
: ID, 성명, 상호명, 전화번호, 휴대폰번호, 주소
* 제공받는 자의 이용목적 
: 사용자의 사이트 이용을 위해 필요한 업무의 처리
* 보유 및 이용기간 
: 사이트 운영 및 서비스 제공 기간(브리티쉬 아메리칸 토바코 코리아와의 계약을 기준으로 함)

b) 개인정보 처리 근거
○ 개인정보보호법 제 15조 
* 개인정보처리자는 다음 각 호의 어느 하나에 해당하는 경우에는 개인정보를 수집할 수 있으며 그 수집 목적의 범위에서 이용할 수 있다. 
1. 정보주체의 동의를 받은 경우 
○ 개인정보보호법 제 17조 
* 개인정보처리자는 다음 각 호의 어느 하나에 해당하는 경우에는 정보주체의 개인정보를 제3자에게 제공(공유를 포함한다. 이하 같다)할 수 있다. 
1. 정보주체의 동의를 받은 경우 

c) 수집하는 개인정보 항목
○ 성명, 상호명, 전화번호, 휴대폰번호, 주소 

d) 개인정보 활용
○ 정기적인 포인트 정보 제공을 위한 SMS발송
○ 비밀번호 재발급 인증을 위한 SMS 발송

e) 개인정보 보유 및 이용기간
○ 해당 이용자가 회원을 가입하여 탈퇴시까지 보유 

f) 동의를 거부할 권리 및 동의 거부에 따른 제약사항
○ 위 사항에 대하여 동의를 거부할 권리가 있으며, 동의 거부 시에는 정보 및 서비스를 제공 받으실 수 없습니다.

			</textarea>
		</dd>
		<dt>
			<span></span>
			<strong>이용약관 총칙</strong>
		</dt>
		<dd>
			<textarea class="textarea">본 웹사이트는 브리티쉬 아메리칸 토바코 코리아 제품을 판매하는 소매점 및 편의점 점주에게 Brand, News, Education, Loyalty 제공을 목적으로 합니다. 본 사이트에서 사용한 모든 저작권, 상표권 및 기타 지적재산권은 브리티쉬 아메리칸 토바코 코리아와 또는 권리소유자에게 귀속됩니다. 사용자는 약관에 따라 웹사이트를 이용할 수 있는 제한적인 권리 외에는 본 웹사이트에 대한 어떠한 권리도 갖지 않습니다. 
사용자는 본인의 개인적, 비상업적 사용을 목적으로 본 웹사이트의 정보와 콘텐츠를 인쇄 또는 다운로드를 할 수 없습니다. 사용자는 본 웹사이트의 콘텐츠 일부 또는 전부를 판매하거나 어떠한 매체를 통해 배포할 수 없습니다. 사용자는 브리티쉬 아메리칸 토바코 코리아의 서면 승인 없이 본 사이트의 일부 또는 전부를 인터넷에서 하이퍼링크를 거는 등의 방법으로 다른 웹사이트에 제공할 수 없습니다. 
사용자는 불법적인 목적으로 본 사이트를 사용할 수 없으며, 특히 브리티쉬 아메리칸 토바코 코리아의 명예를 손상하는 행동을 하지 않을 것을 동의합니다. 
사용자는 본 사이트 운영이나 타인이 본 사이트를 이용하는 데 방해가 될 수 있는 행위를 하지 않기로 동의합니다. 
브리티쉬 아메리칸 토바코 코리아는 언제든지 공지 없이 본 사이트의 일부 또는 전부를 개선, 수정, 변경, 일시적 또는 영구적으로 중단할 수 있으며 본 사이트에 대한 접근을 제한 또는 금지할 권리를 보유합니다. 
브리티쉬 아메리칸 토바코 코리아는 천재지변 또는 이에 준하는 불가항력으로 인하여 "서비스"를 제공할 수 없는 경우에는 "서비스" 제공에 관한 책임이 면제됩니다. 
브리티쉬 아메리칸 토바코 코리아는 사용자의 귀책사유로 인한 "서비스" 이용의 장애에 대하여는 책임을 지지 않습니다. 
브리티쉬 아메리칸 토바코 코리아는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다. 브리티쉬 아메리칸 토바코 코리아는 사용자가 이 약관의 의무를 위반하거나 "서비스"의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등으로 "서비스" 이용을 단계적으로 제한할 수 있습니다. 

본 약관을 위반할 경우, 브리티쉬 아메리칸 토바코 코리아는 사용자의 본 사이트에 대한 접근을 중지 또는 금지하거나 사용자에게 차후 접근을 제공하지 않을 수 있습니다. 사용자의 본 사이트의 부적절한 사용 또는 본 약관 위반의 결과로 발생하거나 브리티쉬 아메리칸 토바코 코리아에 재정되는 모든 비용, 배상 요구 및 손해(변호사 비용을 포함)를 변상하기로 동의합니다. 
브리티쉬 아메리칸 토바코 그룹 및 그룹의 현지 법인은 사용자에 대해 어떠한 책임도 없으며 본 사이트의 사용 및 접근으로부터 발생하는 손실 및 피해에 대한 어떠한 의무도 없습니다. 사용자의 유일한 구제방법은 본 사이트를 사용하지 않는 것입니다. 
만일 법적인 이유로 본 이용약관의 특정 부분이 효력을 발휘하지 못하게 된다고 하여도, 해당 부분을 제외한 모든 부분은 영향을 받지 않습니다. 
본 이용약관은 귀하와 당사의 관계를 규정하며 귀하와의 전면적 합의를 나타냅니다. 
약관과 본 사이트의 콘텐츠는 한국의 배타적인 관할권에 종속됩니다. 

			</textarea>
		</dd>
		<dt>
			<span></span>
			<strong>회사 정보</strong>
		</dt>
		<dd>
			<textarea class="textarea">브리티쉬 아메리칸 토바코 코리아 
서울특별시 강남구 테헤란로 152 강남파이낸스센터 42층 
(02) 2112 7100 
문의 및 불평사항, 법적 공고문 등을 포함하여 본 웹사이트에 대한 모든 서신은 서울특별시 강남구 테헤란로 152 강남파이낸스센터 42층 브리티쉬 아메리칸 토바코 코리아로 보내주십시오. 

			</textarea>
		</dd>
	</dl>
	<!-- //list_terms -->
</div>
<script type="text/javascript">
$(document).ready(function(){
	if($(".list_terms dt").hasClass("on")==true){
		$(".list_terms dd").first().css({"display":"block"});
	}
	$("#dialog-message").dialog({
		modal: true, 
	    buttons: [
	    	{
	    		text:"창닫기",
	    		class:"single",
	    		click: function() {
	        	$(this).dialog( "close" );
	    		}
	    	}
	    ],
	    width: "817px",
	    dialogClass:"rwd"
    });
	$(".list_terms dt").click(function(){
			if($(this).hasClass("on")==false){
				$(".list_terms dt.on").next().slideUp(600);
				$(".list_terms dt.on").removeClass("on");
				$(this).addClass("on");
				$(this).next().slideDown(600);
			}else{
				$(this).removeClass("on");
				$(this).next().slideUp(600);

				}
	});
});
</script>

